; Translation file for AltDrag 1.0
; en-US localization by Stefan Sundin
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the wiki for help: https://code.google.com/p/altdrag/wiki/Translate
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=ko-KR
LangEnglish=Korean
Lang=Korean
Author=Jeyraof

TrayEnabled=AltDrag
TrayDisabled=AltDrag (비활성화)
MenuEnable=활성화
MenuDisable=비활성화
MenuHideTray=트레이로 숨기기
MenuUpdateAvailable=최신버젼이 있습니다!
MenuConfigure=설정
MenuAbout=이 프로그램에 대해서
MenuExit=종료

UpdateBalloon=새로운 버젼을 찾았습니다.
UpdateDialog=새로운 버젼을 찾았습니다. 웹사이트를 열겠습니까?
UpdateLatest=최신 버젼입니다.

ConfigTitle=AltDrag 설정
ConfigTabGeneral=일반
ConfigTabInput=마우스, 키보드
ConfigTabBlacklist=블랙리스트
ConfigTabAdvanced=고급
ConfigTabAbout=정보

GeneralBox=일반 세팅
GeneralAutoFocus=(&F) 드래그하는동안 창을 강조합니다.\nCtrl 키를 눌러서도 창을 강조할 수 있습니다.
GeneralAero=(&n) 에어로 기능을 모방합니다.
GeneralInactiveScroll=(&S) 비활성화된 창을 스크롤합니다.
GeneralMDI=(&M)DI 지원
GeneralAutoSnap=자동으로 대상에 맞춥니다:
GeneralAutoSnap0=비활성화
GeneralAutoSnap1=스크린 화면
GeneralAutoSnap2=+ 창 밖으로
GeneralAutoSnap3=+ 창 안으로
GeneralLanguage=언어:
GeneralAutostartBox=자동실행
GeneralAutostart=(&t) 로그온 할때 자동으로 AltDrag 를 실행
GeneralAutostartHide=(&H) 트레이로 숨기기
GeneralAutostartElevate=(&E) 관리자 권한으로 실행
GeneralAutostartElevateTip=Note that a UAC prompt will appear every time you log in, unless you disable UAC completely.
GeneralElevate=E&levate
GeneralElevated=Elevated
GeneralElevateTip=This will create a new instance of AltDrag which is running with administrator privileges. This allows AltDrag to manage other programs which are running with administrator privileges.\n\nYou will have to approve a UAC prompt from Windows to allow AltDrag to run with administrator privileges.
GeneralElevationAborted=Elevation aborted.
GeneralAutosave=Note: Settings are saved and applied instantly!

InputMouseBox=Mouse actions
InputMouseLMB=Left mouse button:
InputMouseMMB=Middle mouse button:
InputMouseRMB=Right mouse button:
InputMouseMB4=Mouse button 4:
InputMouseMB5=Mouse button 5:
InputMouseScroll=Scroll wheel:
InputMouseLowerWithMMB=&Lower windows by middle clicking on title bars

InputActionMove=Move window
InputActionResize=Resize window
InputActionClose=Close window
InputActionMinimize=Minimize window
InputActionLower=Lower window
InputActionAlwaysOnTop=Toggle always on top
InputActionCenter=Center window on screen
InputActionNothing=Nothing
InputActionAltTab=Alt+Tab
InputActionVolume=Volume
InputActionTransparency=Transparency

InputHotkeysBox=Hotkeys:
InputHotkeysLeftAlt=L&eft Alt
InputHotkeysRightAlt=&Right Alt
InputHotkeysLeftWinkey=Left &Winkey
InputHotkeysRightWinkey=Right W&inkey
InputHotkeysLeftCtrl=Left &Ctrl
InputHotkeysRightCtrl=Right C&trl
InputHotkeysMore=You can add any key by editing the ini file.\nUse the shift key to snap windows to each other.

BlacklistBox=Blacklist settings
BlacklistProcessBlacklist=Process blacklist:
BlacklistBlacklist=Blacklist:
BlacklistSnaplist=Snaplist:
BlacklistExplanation=Read <a href="http://code.google.com/p/altdrag/wiki/Blacklist">the wiki</a> on the website for a thorough explanation of how the blacklist works!
BlacklistFindWindowBox=Identify window
BlacklistFindWindowExplanation=Click the icon to identify the classname of a window so that you can add it to the Blacklist or Snaplist above.

AdvancedBox=Advanced settings
AdvancedHookWindows=&Enable snapping when normally moving windows.\nWorks in conjunction with automatic snapping!
AdvancedHookWindowsWarn=Note that this is not 100% safe as this feature works by hooking into other processes. This might be risky to use when playing games with anti-cheat protection.\n\nAre you sure you want to enable this feature?
AdvancedUpdateCheckOnStartup=A&utomatically check for updates
AdvancedUpdateBeta=Check for &beta versions
AdvancedUpdateCheckNow=&Check now
AdvancedIni=AltDrag's settings are saved in AltDrag.ini. There are a few things that you can only configure by editing the file manually.
AdvancedOpenIni=Open &ini file

AboutBox=About AltDrag
AboutVersion=Version
AboutAuthor=Created by Stefan Sundin
AboutLicense=AltDrag is free and open source software!\nFeel free to redistribute!
AboutDonate=&Donate
AboutTranslationCredit=Translation credit

MiscUnhookError=There was an error disabling AltDrag. This was most likely caused by Windows having already disabled AltDrag's hooks.\n\nIf this is the first time this has happened, you can safely ignore it and continue using AltDrag.\n\nIf this is happening repeatedly, you can read on the website wiki how to prevent this from happening again (look for 'AltDrag mysteriously stops working' on the About page).
